Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/sami_giellagaldu.html.tmx
Source language: nob
Languages: sma

source: Sámi Giellagáldu er et felles nordisk fagorgan for samiske språksaker i Norge, Sverige og Finland. Ifølge UNESCO er alle samiske språk truet.
sma: Gïelegaaltije lea Saemien Parlamentarihkeles Raerien nuelesne, jih noerhtelaanti laavenjostoeårgaanine jåhta Saemiedigkiej gaskem Sveerjesne, Soemesne jïh Nöörjesne.

source: Formålet med Sámi Giellagáldu er å bevare, verne og utvikle den kulturarven som de samiske språkene representerer.
sma: Saemien Gïelegaaltije lea saemien åålmegen ektie jïh seamma tïjjen bijjemes nænnoestimmieårgaane gyhtjelassine saemien gïeli bïjre.

source: Sámi Giellagáldu arbeider med samisk språkrøkt og fungerer som samefolkets felles sakkyndige fagorgan i saker som omhandler normering av de samiske skriftspråkene.
sma: Saemien Gïelegaaltije lea faageles aamhtesemaehteles årgaane, mij gïeleviehkiem jïh bïhkedimmiem faalehte gyhtjelassine mah leah åtnoen bïjre saemien gïelijste.

source: Vi jobber blant annet med normering av terminologi og rettskrivingsregler. I tillegg informerer vi om de samiske språkene, gir råd og veiledning til språkbrukere om bruken av de samiske språkene.
sma: Saemien Gïelegaaltije orre teermh jååhkesje, normeradimmiem, gïelesåjhtoem jïh sijjienommh nænnoste, gïeleevtiedimmine jïh nommedïenesjinie gïehtele jih bïevnesh vadta saemien gïeli bïjre.

source: Sámi Giellagáldus styre er øverste organ, og har det overordnede ansvaret for virksomheten.
sma: Gïeleutnijh maehtieh gïelegyhtjelassh seedtedh Saemien facebook-sæjrose eller via e-påastesne .

source: I mars 2023 etablerte Sámi Giellagáldu språkutvalg for sør-, lule-, nord-, enare- og skoltesamisk språk som har ansvaret for normering av skriftspråk, terminologi og skriveregler.
sma: Saemien Gïelegaaltije gïeleviehkiem vadta åarjel-, julev- jïh noerhtesaemien gïelesne jïh aaj inarisaemien jïh luvliesaemien.

source: Administrasjonen er i gang med å kartlegge mulighetene for å løse normeringsoppgavene for umesamisk språk.
sma: Vielie bïevnesh noerhtelaanti ektie gïeleårgaanen barkoen bïjre gaavnh Saemien Gïelegaaltijen gåetiesæjrosne.
